app/controllers/articles_controller.rb

  def create
    @article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "author_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)