app/controllers/authors_controller.rb

   def create
     @author = Author.new(author_params)

     if @author.save
---
INSERT INTO "authors" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Heinrich"], ["last_name", "Heine"], ["created_at", "2016-03-31 21:01:30.994502"], ["updated_at", "2016-03-31 21:01:30.994502"]]